Repository: Seravo/Library-Directory
Catalog: locale/*/messages.po
Languages: fi, sv

source: Not found
fi: Ei hakutuloksia
sv: Hittas inte

source: locale
fi: fi
sv: sv

source: contact details, open hours, services
fi: yhteystiedot, aukiolo, palvelut
sv: kontaktinformation, öppettider, tjänster

source: No results found
fi: Ei hakutuloksia
sv: Inga resultat fanns

source: Opening hours
fi: Aukioloajat alkaen
sv: Öppettider

source: Previous week
fi: Edellinen viikko
sv: Förra veckan

source: Next week
fi: Seuraava viikko
sv: Nästa vecka

source: Opening hours this week
fi: Aukioloajat tällä viikolla
sv: Öppettider denna vecka

source: Name
fi: Nimi
sv: Namn

source: E-mail
fi: Sähköposti

source: Please provide youre-mail so we can respond to your feedback.
fi: Ole hyvä ja anna sähköpostiosoitteesi jotta voimme vastata palautteeseesi.

source: Feedback
fi: Palaute

source: Contact
fi: Palaute
sv: Feedback

source: Feedback from:
fi: Palautetta lähettäjältä:
sv: Feedback från:

source: Feedback from library directory
fi: Palautetta kirjastohakemistosta
sv: Feedback från bibliotekskatalogen

source: About
fi: Tietoa palvelusta
sv: Om tjänsten

source: Browse all
fi: Selaa kaikkia
sv: Bläddra alla

source: Personnel
fi: Henkilökunta
sv: Enhetens personal

source: Feedback sent
fi: Palaute lähetetty
sv: Feedback skickat

source: branchlibrary
fi: kirjasto
sv: bibliotek

source: department
fi: toimipiste
sv: avdelning

source: library
fi: organisaatio
sv: organisation

source: mobile_stop
fi: kirjastoauton pysäkki
sv: bilbioteksbusshållplats

source: organisation
fi: organisaatio

source: unit
fi: yksikkö
sv: Enhet

source: service type device
fi: laite
sv: apparat

source: service type room
fi: tila
sv: utrymme

source: service type service
fi: palvelu
sv: tjänst

source: service type collection
fi: kokoelma
sv: samling

source: service type network
fi: verkkopalvelu
sv: nättjänst

source: Monday
fi: Maanantai
sv: Måndag

source: Tuesday
fi: Tiistai
sv: Tisdag

source: Wednesday
fi: Keskiviikko
sv: Onsdag

source: Thursday
fi: Torstai
sv: Torsdag

source: Friday
fi: Perjantai
sv: Fredag

source: Saturday
fi: Lauantai
sv: Lördag

source: Sunday
fi: Sunnuntai
sv: Söndag

source: closed
fi: kiinni
sv: stängt

source: Error: unspecified
fi: Määrittelemätön virhetilanne
sv: Fel: ombestämt

source: Error
fi: Virhe
sv: Fel

source: Open
fi: Auki
sv: Öppet

source: today
fi: tänään
sv: idag

source: Closed
fi: Kiinni
sv: Stängt

source: open today
fi: avoinna tänään
sv: öppet idag

source: Library catalogue
fi: Aineistohaku, varaukset, omat lainat, uusiminen
sv: Sök material

source: City
fi: Paikkakunta
sv: Kommun

source: Services
fi: Palvelut
sv: Tjänster

source: Accessibility
fi: Esteettömyys
sv: Tillgänglighet

source: Accessible entry
fi: Esteetön sisäänpääsy
sv: Tillgänglig ingång

source: Accessible parking
fi: Invapysäköinti
sv: Parkering för rörelsehindrade

source: Accessible toilet
fi: Inva-wc
sv: Tillgänglig toalett

source: Induction loop
fi: Induktiosilmukka
sv: Induktionsslinga

source: Large typeface collection
fi: Suuren kirjasinkoon kokoelma
sv: Böcker med stor stil

source: Lift
fi: Hissi
sv: Hiss

source: Extra accessibility info
fi: Esteettömyys-lisätietoja
sv: Tillgänglighet-info

source: Library consortium
fi: Seutuyhteistyö
sv: Biblioteksgrupp

source: Provincial area
fi: Maakunta
sv: Landskap

source: Type
fi: Tyyppi
sv: Typ

source: Branch type
fi: Toimipisteen tyyppi
sv: Bibliotekstyp

source: Filter results
fi: Rajaa haun tuloksia
sv: Filtrera resultaten

source: Select...
fi: Valitse...
sv: Välj...

source: Geolocation
fi: Sijainti
sv: Avstånd

source: Main libraries first
fi: Pääkirjastot ensin
sv: Huvudbibliotek

source: yes
fi: huomioitu
sv: beaktad

source: back
fi: edelliset
sv: tillbaka

source: next
fi: seuraavat
sv: nästa

source: Please try
fi: Ole hyvä ja kokeile
sv: Vänligen pröva med att

source: Search with only the first 3-5 letters of your search word to get more matches.
fi: Lyhennä hakua ja hae vain 3-5 ensimmäisellä kirjaimella, jolloin tulee enemmän osumia.
sv: Sök med endast 3-5 första bokstäverna av sökordet så att det kommer mera resultat.

source: Remove all search words and drill down to your wanted results using only the search filters.
fi: Poista kaikki hakusanat ja poraudu haluttuun tulokseen käyttämällä yksinomaan rajauksia.
sv: Ta bort alla sökord och borra dig fram till önskade resultat endast genom att följa passliga filter.

source: One search result
fi: Yksi hakutulos
sv: Ett resultat hittat

source: %d search results
fi: Yhteensä %d hakutulosta
sv: %d resultat hittats

source: Could not connect to database. Please try again later.
fi: Yhteyttä tietokantaan ei saatu, yritä hetken kuluttua uudelleen.
sv: Kan inte nå databasen. Försök pånytt senare.

source: search starts automatically after 3 letters
fi: haku käynnistyy 3 kirjaimen jälkeen
sv: sökandet börjar automatiskt efter 3 bokstäver

source: Alphabet
fi: Aakkosjärjestys
sv: Alfabetisk

source: Map
fi: Kartta
sv: Karta

source: Search
fi: Haku
sv: Sök

source: Widgets
fi: Upokkeet

source: institution_library
fi: laitoskirjasto
sv: anstaltsbibliotek

source: regional
fi: aluekirjasto
sv: regionbibliotek

source: childrens_library
fi: lastenkirjasto
sv: barnbibliotek

source: university_library
fi: yliopistokirjasto
sv: universitetsbibliotek

source: special_library
fi: erikoiskirjasto
sv: specialbibliotek

source: polytechnic_library
fi: ammattikorkeakoulukirjasto
sv: yrkeshögskolebibliotek

source: joint_library
fi: Yhteiskirjasto
sv: Sambibliotek

source: music_library
fi: musiikkikirjasto
sv: musikbibliotek

source: mobile
fi: kirjastoauto
sv: biblioteksbuss

source: home_service
fi: kotikirjasto
sv: boken kommer

source: The Finnish Library Directory
fi: Suomen kirjastohakemisto
sv: Finlands bibliotekskatalog

source: My Location
fi: Oma sijainti
sv: Egen position

source: routefinder locale
fi: fi
sv: se

source: Name, email, title, qualities ...
fi: Nimi, sähköposti, titteli, osaamisalue ...
sv: Namn, e-postadress, titel, ansvarsområden ...

source: av_production
fi: AV-tuotanto

source: e_publifications
fi: E-aineistot

source: seeking_library_work
fi: Hakeutuva kirjastotoiminta

source: human_resources
fi: Henkilöstöhallinto

source: international_cooperation
fi: Kansainvälinen yhteistyö

source: remote_services
fi: Kaukopalvelu

source: literature
fi: Kaunokirjallisuus

source: mobile_libraries
fi: Kirjastoautot

source: library_systems
fi: Kirjastojärjestelmä

source: book_tips
fi: Kirjavinkkaus

source: education
fi: Koulutus

source: education_planning
fi: Koulutussuunnittelu

source: library_facility_work
fi: Laitoskirjastotyö

source: children_library
fi: Lastenkirjastotyö

source: indexing
fi: Luettelointi

source: immigrant_library_work
fi: Maahanmuuttajakirjastotyö

source: media_education
fi: Mediakasvatus

source: music_library_work
fi: Musiikkikirjastotyö

source: youth_library_work
fi: Nuortenkirjastotyö

source: pedagogy
fi: Pedagogiikka

source: games
fi: Pelit

source: finances
fi: Taloushallinto

source: information_retrieval
fi: Tiedonhaku

source: information_technology
fi: Tietotekniikka

source: statistics
fi: Tilastot

source: web_services
fi: Verkkopalvelut
sv: webbtjänster

source: communications
fi: Viestintä

source: This site is the product of <a href='http://kirjastot.fi/'>Kirjastot.fi</a>.
fi: Tämä sivusto on <a href='http://kirjastot.fi/'>Kirjastot.fi</a>:n tuottama.
sv: Denna sida är producerad av <a href='http://kirjastot.fi/'>Kirjastot.fi</a>.

source: Send us feedback!
fi: Anna palautetta!
sv: Skicka feedback!

source: Message
fi: Viesti
sv: Meddelande

source: 'Submit'
fi: 'Lähetä'
sv: 'Skicka'

source: This is preview mode
fi: Tämä on esikatselutila
sv: Detta är förgranskningsläge

source: Opening times
fi: Aukioloajat
sv: Öppettider

source: Self service opening times
fi: Omatoimiaukioloajat
sv: Självbetjäning

source: The library is now
fi: Kirjasto on nyt
sv: Biblioteket är

source: No opening hours found
fi: Aukioloaikoja ei löytynyt
sv: Inga öppettider hittades

source: Location
fi: Sijainti
sv: Läge

source: Contacts
fi: Yhteystiedot
sv: Kontakt

source: Images
fi: Kuvat
sv: Bilder

source: View larger map
fi: Isompi kartta
sv: Visa större karta

source: Directions
fi: Saapumisohjeet
sv: Hur anlända

source: Parking
fi: Pysäköinti
sv: Parkering

source: Telephone numbers
fi: Puhelinnumerot
sv: Telefonnummer

source: Mail address
fi: Postiosoite
sv: Postadress

source: P.O. Box
fi: PL
sv: PB

source: Building
fi: Rakennus
sv: Byggnad

source: Built
fi: Rakennettu
sv: Bygt

source: Architect
fi: Arkkitehti
sv: Arkitekt

source: Homepage
fi: Verkkosivut
sv: Hemsida

source: Departments
fi: Osastot
sv: Avdelningar

source: Units
fi: Toimipisteet
sv: Verksamhetsställen

source: Additional info
fi: Lisätietoja
sv: Tillägsinformation

source: For loan
fi: Lainattavissa
sv: Utlånas

source: Library identificator and type
fi: Kirjaston tunniste ja laji
sv: Bibliotekets id och typ

source: ID
fi: Tunniste

source: Branch
fi: Osasto
sv: Filial

source: Organisation
fi: Organisaatio

source: Centralized services
fi: Keskitetyt palvelut
sv: Centraliserade tjänster

source: Personnel of same organisation level
fi: Organisaation henkilöstö
sv: Hela personalen

source: Established year
fi: Perustamisvuosi
sv: Grundat år

source: last modified
fi: muokattu viimeksi
sv: sist uppdaterat

source: Library Directory
fi: Kirjastohakemisto
sv: Biblioteksregistret

source: Warning
fi: Varoitus

source: Your browser version is too old
fi: Käyttämäsi selainversio on liian vanha

source: please upgrade
fi: päivitä selaimesi

source: for best experience
fi: saadaksesi parhaan mahdollisen käyttökokemuksen

source: is now
fi: on
sv: är

source: Search results
fi: Hakutulokset
sv: Sökresultat

source: Municipality
fi: Kunta/Toimipiste
sv: Kommun

source: Phone
fi: Puhelin
sv: Telefonnummer

source: Title
fi: Titteli
sv: Titel

source: Qualities
fi: Osaamisalueet
sv: Kompetensområden

source: Responsibilities
fi: Vastuualueet
sv: Ansvarsområden

source: Browse all libraries
fi: Selaa kaikkia kirjastoja
sv: Bläddra alla bibliotek

source: Listing total of {{count}} libraries.
fi: Hakemistossa yhteensä {{count}} kirjastoa.
sv: Totalt {{count}} bibliotek.

source: nice URL slug missing
fi: kaunis URL-tunniste puuttuu
sv: snyggt URL-namn fattas

source: Sorry, but the page you were trying to view does not exist.
fi: Sivua ei löytynyt
sv: Sidan du sökte existerar tyvärr inte.

source: It looks like this was the result of either:
fi: Tämä saattaa johtua esimerkiksi seuraavista:
sv: Det ser ut som ett fall av

source: a mistyped address
fi: osoite on väärin kirjoitettu
sv: felskriven adress

source: an out-of-date link
fi: seuraamasi linkki on vanhentunut
sv: föråldrad link

source: Search personnel
fi: Henkilökuntahaku
sv: Sök personal

source: Last modified
fi: Muokattu viimeksi
sv: Sist uppdaterat

source: Find your library!
fi: Löydä kirjastosi!
sv: Hitta ditt bibliotek!

source: Enter the name of the library or the service you need. Enter city name or zip-code to find the closest libraries.
fi: Syötä etsimäsi kirjaston tai palvelun nimi. Syötä kaupungin nimi tai postinumero löytääksesi lähimmän kirjaston.
sv: Skriv namnet på biblioteket eller tjänsten du behöver. Skriv en stads namn eller postnummer för att hitta närmaste biblioteken.

source: The library index does not yet contain the contact and service information to all Finnish libraries. The updating of the information about public libraries is going on. Links to university and other libraries can be found on page <a href='http://www.libraries.fi/libraries'>http://www.libraries.fi/libraries</a>
fi: Kirjastohakemistossa ei ole vielä kaikkien kirjastojen yhteys- ja palvelutietoja. Tietoja täydennetään koko ajan. Yliopistokirjastojen, amk-kirjastojen ja erikoiskirjastojen tiedot löytyvät toistaiseksi sivulta <a href='http://www.kirjastot.fi/kirjastot'>http://www.kirjastot.fi/kirjastot</a>
sv: Biblioteksregistret innehåller ännu inte alla uppgifter. Registret uppdateras kontinuerligt. Information om andra än allmänna bibliotek hittas på sidan <a href='http://www.biblioteken.fi/bibliotek'>http://www.biblioteken.fi/bibliotek</a>

source: <strong>Feedback sent.</strong> Thank you!
fi: <strong>Palaute lähetetty</strong> Kiitos!
sv: <strong>Feedback skickat.</strong> Tack!

source: Build a widget
fi: Rakenna upoke
sv: Bygg en widget

source: This feature is intended for web developers who want to integrate the library search in their own website.
fi: Tämä ominaisuus on tarkoitettu web-kehittäjille, jotka haluavat upottaa kirjastohaun omalle sivustolleen.
sv: Denna egenskap är menad för web-utvecklare som vill integrera bibliotekskatalogen på den egna sidan.

source: Search library by name or street address, select one result
fi: Etsi kirjastoa nimen tai osoitteen perusteella, valitse yksi hakutulos
sv: Sök bibliotek enligt namn eller adress. Välj ett av resultaten.

source: Select widget type
fi: Valitse upoketyyppi
sv: Välj typ

source: Small library details
fi: Lyhyt kirjastoesittely
sv: Kort om biblioteket

source: Full library details
fi: Laaja kirjastoesittely
sv: Allt om biblioteket

source: Filter search by consortium or city
fi: Rajaa hakua kirjastoyhtymän tai kaupungin mukaan
sv: Filtrera resultaten enligt biblioteksgrupp eller stad

source: Adjust number of libraries on page
fi: Yhdellä sivulla näkyvien kirjastojen määrä
sv: Nummer av resultat per sidan

source: Select widget language
fi: Valitse upokkeen kieli
sv: Välj språk

source: Automatic
fi: Automaattinen
sv: Automatiskt

source: Customize widget CSS-styling
fi: Räätälöi upokkeen css-tyylit
sv: Anpassa CSS-stilarna

source: Copy embed code
fi: Kopioi upokkeen koodi
sv: Kopiera inbäddningskoden

source: Widget preview
fi: Upokkeen esikatselu
sv: Förhandsvisning

source: The library directory is part of <a href='http://www.libraries.fi/libraries'>http://www.libraries.fi/libraries</a> -services
fi: Kirjastohakemisto on osa <a href='http://www.kirjastot.fi/kirjastot'>kirjastot.fi</a> -palveluita.
sv: Biblioteksregistret är en del av <a href='http://www.biblioteken.fi/sv/bibliotek/Finland'>biblioteken.fi</a> -tjänsterna.

source: of
sv: av
